[SINEpisodesEmergenceMagnum X2WeaponTemplate]
FriendlyName="UAC-EMG"
FriendlyNamePlural="UAC-EMG"
BriefSummary="据说，每位UAC员工在首次晋升时都会配备一把标准的UAC-EMG（能源-动能-热熔）副武器。泰根教授通过对灵能的研究，从亚空间提取出了这把来自平行宇宙的武器，随后，沈工程师对其做到了批量化生产。经过测试，这种副武器在近距离战斗是可靠且有效的。枪托内的动能发电机会在使用者移动时为电容器充电。当武器开火时，电容器会将多达4兆瓦的恶魔能量压缩成固化等离子热熔，并以高速发射弹丸。热熔弹药具有与传统弹药相同的冲击特性，使武器的使用和感觉与标准的弹道火器相似。这种武器的核心原材料为热扩散金属合金，可以快速反复开火而不会过热或影响精确度，以反抗军的工业水平复现这种材料并不容易，但所幸沈发现将外星合金改造后，居然也可以实现相同的效果。值得一提的是，EMG中的电容器也可以升级，集中能量为一个大脉冲以增加阻止力。 "
TacticalText="<Bullet/> 在没有特殊训练的情况下，使用主武器攻击会结束士兵的回合。\n<Bullet/> 通过配件改造来提升UAC-EMG的战斗力。（LWOTC禁用升级）"
AbilityDescName="UAC-EMG"


